{
  "welcome": "Welcome to my portfolio",
  "about": "About Me",
  "contact": "Contact",
  "language": "Language",
  "projects": "Projects",
  "services": "Services",
  "certificates": "Certificates",
  "description": "My name is Diluan Lima de Matos. I am in the final year of my Software Engineering degree at UEPG and I am seeking a job as a developer.",
  "actually": "Currently, I work as a full-stack developer, leveraging my graphic design experience to create intuitive and efficient interfaces, prioritizing user experience with an elegant and functional design.",
  "aboutMe": "I have solid experience in projects using PHP, Laravel, Vue.js, HTML, CSS, Bootstrap, and Flutter, along with advanced knowledge of tools like Photoshop and Illustrator. I aim to integrate my programming and design skills to develop comprehensive and high-quality solutions aligned with each project's needs.",
  "skills": "Skills",
  "principal softskills": "Main Soft Skills",
  "emocional inteligence": "Emotional Intelligence",
  "communication": "Communication",
  "teamwork": "Teamwork",
  "pressure": "Ability to work under pressure",
  "see softskills": "See Soft Skills",
  "emotional inteligence description": "Emotional intelligence developed through leadership experiences and empathy.",
  "communication description": "Communication skills honed by working with public services and collaborating with others.",
  "teamwork description": "Teamwork skills developed through collaborative projects and group dynamics over the years.",
  "pressure description": "Management skills in high-pressure situations, such as short-term projects or periods of high demand.",
  "madeWith": "Made with",
  "escutaLittleDescription": "Ombudsman software with real-time chat via WebSocket.",
  "escutaDescription": "Software developed in Laravel with Vue.js, utilizing libraries such as Vue Router, Vite, Vuex, Laravel Echo, and Axios. It uses Pusher for real-time chat management and stores data in MySQL. It includes account creation and recovery via email, hashed passwords, message receipt notifications, as well as the creation of surveys and FAQs for administrators, and a voting system for users. It features an event sales function that is seasonally enabled by administrators.",
  "administratorVersion": "Administrator Version",
  "userVersion": "User Version",
  "mobileVersion": "Mobile Version",
  "Description": "Description",
  "seeOnGithub": "View on Github",
  "seeOnGooglePlay": "View on Google Play",
  "conectaBusLittleDescription": "App with bus schedules and ombudsman chat",
  "conectaBusDescription": "Developed in Flutter and Dart, with data from a MySQL database. Includes a login and user control system, integrating the mobile version of Escuta. It has a real-time chat system using WebSockets, displays updated and offline bus schedules, shows tips and messages from administrators to users, receives notifications via OneSignal, and includes an alert system for updates and important messages about the app.",
  "usosLittleDescription": "Data table query system for massive datasets",
  "usosDescription": "System created in Vue.js to process millions of user data entries from the public transport system of Ponta Grossa, using Laravel and MySQL.",
  "seeThisProject": "Check out this project on Github as well",
  "Development": "Web Application and Custom System Development",
  "DevelopmentDescription": "Creation of websites, administrative systems, and custom web solutions using modern technologies like Vue.js, Laravel, HTML, CSS, and Bootstrap. I develop projects tailored to each client's specific needs, ensuring usability, responsive design, and efficiency.",
  "DevelopmentApps": "Cross-Platform Mobile Application Development",
  "DevelopmentAppsDescription": "Development of mobile applications using Flutter, prioritizing performance, scalability, and intuitive design. I create custom solutions such as notification systems, real-time chats, and offline functionality, catering to both small and large demands.",
  "Consultancy": "Integration and Consumption of REST and HTTPS APIs",
  "ConsultancyDescription": "Specialized consultancy for consuming and integrating REST APIs into existing systems or new projects. I implement features such as authentication, handling massive datasets, and real-time communication, ensuring seamless service integration.",
  "InterfaceDesign": "User Interface and User Experience (UI/UX) Design",
  "InterfaceDesignDescription": "Creation of modern, functional designs aligned with best user experience practices. Using tools like Photoshop and Illustrator, I design interfaces that combine elegance and efficiency, providing a pleasant and intuitive experience for users.",
  "offerServices": "Offered Services",
  "Escuta": "Escuta",
  "seeThisOnGithub": "See this project on Github"
}
