{
  "welcome": "Welcome to my portfolio",
  "about": "About Me",
  "contact": "Contact",
  "language": "Language",
  "projects": "Projects",
  "services": "Services",
  "certificates": "Certificates",
  "description": "Building interfaces is not just about coding,",
  "it's about designing": "it's about designing",
  "visual experiences": " visual experiences",
  "that tell stories": " that tell stories.",
  "myName": "My name is Diluan, I'm a fullstack developer, graphic designer and this year I graduate as a Software Engineer at UEPG.",
  "actually": "Currently, I work as a full-stack developer, leveraging my graphic design experience to create intuitive and efficient interfaces, prioritizing user experience with an elegant and functional design.",
  "aboutMe": "I have solid experience in projects using PHP, Laravel, Vue.js, HTML, CSS, Bootstrap, and Flutter, along with advanced knowledge of tools like Photoshop and Illustrator. I aim to integrate my programming and design skills to develop comprehensive and high-quality solutions aligned with each project's needs.",
  "skills": "Skills",
  "principal softskills": "Main Soft Skills",
  "emocional inteligence": "Emotional Intelligence",
  "communication": "Communication",
  "teamwork": "Teamwork",
  "pressure": "Ability to work under pressure",
  "see softskills": "See Soft Skills",
  "emotional inteligence description": "Emotional intelligence developed through leadership experiences and empathy.",
  "communication description": "Communication skills honed by working with public services and collaborating with others.",
  "teamwork description": "Teamwork skills developed through collaborative projects and group dynamics over the years.",
  "pressure description": "Management skills in high-pressure situations, such as short-term projects or periods of high demand.",
  "madeWith": "Made with",
  "escutaLittleDescription": "Ombudsman software with real-time chat via WebSocket.",
  "escutaDescription": "Direct chat system with the public transportation administrators of Ponta Grossa, also enabling voting for changes in city routes.",
  "escutaFunction": "Account creation and recovery via email with hashed passwords",
  "escutaFunction2": "New message notifications",
  "escutaFunction3": "Developed with Laravel and Vue.js",
  "escutaFunction4": "Real-time chat with Pusher and MySQL storage.",
  "escutaFunction5": "Libraries: Vue Router, Vite, Vuex, Laravel Echo, Axios.",
  "escutaAdminDescription": "Data and chat management system developed for the administrators of Ponta Grossa's public transportation. It allows the creation of FAQs and public voting polls.",
  "escutaAdminFunction": "Developed with Laravel and Vue.js",
  "escutaAdminFunction2": "Libraries: Vue Router, Vite, Vuex, Laravel Echo, and Axios",
  "escutaAdminFunction3": "Real-time chat with Pusher",
  "escutaAdminFunction4": "Data storage in MySQL",
  "administratorVersion": "Administrator Version",
  "userVersion": "User Version",
  "mobileVersion": "Mobile Version",
  "Description": "Description",
  "seeOnGithub": "View on Github",
  "seeOnGooglePlay": "View on Google Play",
  "conectaBusLittleDescription": "App with bus schedules and ombudsman chat",
  "conectaBusDescription": "Mobile app developed in Flutter and Dart, integrating the Escuta version with login and user management.",
  "conectaBusFunction": "API data retrieval via Axios",
  "conectaBusFunction2": "Updated and offline bus schedules",
  "conectaBusFunction3": "Notifications via OneSignal and alert system",
  "conectaBusFunction4": "Seasonal event ticket purchasing function",
  "usosLittleDescription": "Data table query system for massive datasets",
  "usosDescription": "System built in Vue.js for processing millions of data records of Ponta Grossa's public transportation users.",
  "usosFunction": "Developed with Vue.js",
  "usosFunction2": "High-volume data processing",
  "usosFunction3": "Data storage with MySQL",
  "seeThisProject": "Check out this project on Github as well",
  "Development": "Web Application and Custom System Development",
  "DevelopmentDescription": "Creation of websites, administrative systems, and custom web solutions using modern technologies like Vue.js, Laravel, HTML, CSS, and Bootstrap. I develop projects tailored to each client's specific needs, ensuring usability, responsive design, and efficiency.",
  "DevelopmentApps": "Cross-Platform Mobile Application Development",
  "DevelopmentAppsDescription": "Development of mobile applications using Flutter, prioritizing performance, scalability, and intuitive design. I create custom solutions such as notification systems, real-time chats, and offline functionality, catering to both small and large demands.",
  "Consultancy": "Integration and Consumption of REST and HTTPS APIs",
  "ConsultancyDescription": "Specialized consultancy for consuming and integrating REST APIs into existing systems or new projects. I implement features such as authentication, handling massive datasets, and real-time communication, ensuring seamless service integration.",
  "InterfaceDesign": "User Interface and User Experience (UI/UX) Design",
  "InterfaceDesignDescription": "Creation of modern, functional designs aligned with best user experience practices. Using tools like Photoshop and Illustrator, I design interfaces that combine elegance and efficiency, providing a pleasant and intuitive experience for users.",
  "offerServices": "Offered Services",
  "Escuta": "Escuta",
  "seeThisOnGithub": "See this project on Github",
  "downloadResume": "Download Resume",
  "hireMe": "Let's work toghether!",
  "hireMeTitle": "Let's make a project toghether?",
  "emailPlaceholder": "Your email",
  "phonePlaceholder": "Your phone",
  "messagePlaceholder": "Your message",
  "sendButton": "Send message",
  "emailSuccess": "Email sent successfully!",
  "emailError": "Failed to send email. Please try again.",
  "footerText": "Copyright © 2025 Diluan Matos. All rights reserved."
}