{
  "welcome": "Boas-vindas ao meu portfólio",
  "about": "Sobre Mim",
  "contact": "Contato",
  "language": "Idioma",
  "projects": "Projetos",
  "services": "Serviços",
  "certificates": "Certificados",
  "description": "Me chamo Diluan Lima de Matos, estou cursando o último grau de Engenharia de Software na UEPG e estou a procura de um emprego como desenvolvedor.",
  "actually": "Atualmente, trabalho como desenvolvedor fullstack, utilizando minha experiência em design gráfico para criar interfaces intuitivas e eficientes, priorizando a experiência do usuário e um design elegante e funcional.",
  "aboutMe": "Tenho experiência sólida em projetos com PHP, Laravel, Vue.js, HTML, CSS, Bootstrap e Flutter, além de conhecimentos avançados em ferramentas como Photoshop e Illustrator. Busco integrar minhas habilidades em programação e design para desenvolver soluções completas e de alta qualidade, alinhadas às necessidades de cada projeto.",
  "skills": "Habilidades",
  "principal softskills": "Principais Soft Skills",
  "emocional inteligence": "Inteligência emocional",
  "communication": "Comunicação",
  "teamwork": "Trabalho em Equipe",
  "pressure": "Capacidade de trabalhar sob pressão",
  "see softskills": "Ver Soft Skills",
  "emotional inteligence description": "Inteligência emocional desenvolvida em experiências de liderança e empatia.",
  "communication description": "Habilidades de comunicação desenvolvidas ao trabalhar com atendimento ao público e com outras pessoas.",
  "teamwork description": "Trabalho em equipe desenvolvido em projetos colaborativos e dinâmicas de grupo ao longo dos anos.",
  "pressure description": "Capacidade de gestão em situações de alta pressão, como projetos de curto prazo ou períodos de alta demanda.",
  "madeWith": "Feito com",
  "escutaLittleDescription": "Software de ouvidoria com chat em tempo real via WebSocket.",
  "escutaDescription": "Software desenvolvido em Laravel com Vue.js, utilizando bibliotecas como Vue Router, Vite, Vuex, Laravel Echo e Axios. Utiliza pusher para gerenciamento de chat em tempo real e armazenamento de dados em MySQL. Conta com um sistema de criação e recuperação de conta via email, senhas em hash, notificação de recebimento de mensagens, também criação de enquetes e FAQ's para administradores, e sistema de votação para os usuários. Possui uma função de vendas para eventos que é liberada sazionalmente pelos administradores.",
  "administratorVersion": "Versão administrativa",
  "userVersion": "Versão de usuário",
  "mobileVersion": "Versão para celulares",
  "Description": "Descrição",
  "seeOnGithub": "Ver no Github",
  "seeOnGooglePlay": "Ver no Google Play",
  "conectaBusLittleDescription": "Aplicativo com horários de ônibus e chat de ouvidoria",
  "conectaBusDescription": "Desenvolvido em Flutter e Dart, com dados de um banco MySQL. Inclui sistema de login e controle de usuários, integrando a versão mobile do Escuta, conta com um sistema de chat em tempo real utilizando websockets. Mostra horários de ônibus atualizados e em offline, exibe dicas e mensagens que os administradores podem passar ao usuário, recebe notificações via one signal, e tem um sistema de aviso para atualizações e mensagens importantes sobre o sistema.",
  "usosLittleDescription": "Sistema de consulta de tabela de dados dados massivos",
  "usosDescription": "Sistema criado em Vue.js para processar milhões de dados de usuários do transporte público de Ponta Grossa, utilizando Laravel e MySQL.",
  "seeThisProject": "Veja também este projeto no Github",
  "Development": "Desenvolvimento de Aplicações Web e Sistemas Personalizados",
  "DevelopmentDescription": "Criação de websites, sistemas administrativos e soluções web sob medida, utilizando tecnologias modernas como Vue.js, Laravel, HTML, CSS e Bootstrap. Desenvolvo projetos que atendem às necessidades específicas de cada cliente, garantindo usabilidade, design responsivo e eficiência.",
  "DevelopmentApps": "Desenvolvimento de Aplicativos Mobile Multiplataforma",
  "DevelopmentAppsDescription": "Desenvolvimento de aplicativos móveis com Flutter, priorizando desempenho, escalabilidade e design intuitivo. Crio soluções personalizadas, como sistemas de notificação, chats em tempo real e aplicativos com funcionalidades offline, atendendo tanto a pequenas quanto grandes demandas.",
  "Consultancy": "Integração e consumo de APIs REST e HTTPS",
  "ConsultancyDescription": "Consultoria especializada para consumo e integração de APIs REST em sistemas existentes ou novos projetos. Implemento funcionalidades como autenticação, manipulação de dados massivos e comunicação em tempo real, garantindo a integração perfeita entre serviços.",
  "InterfaceDesign": "Design de Interfaces e Experiência do Usuário (UI/UX)",
  "InterfaceDesignDescription": "Criação de designs modernos, funcionais e alinhados às melhores práticas de experiência do usuário. Utilizando ferramentas como Photoshop e Illustrator, desenvolvo interfaces que combinam elegância e eficiência, proporcionando uma experiência agradável e intuitiva para os usuários.",
  "offerServices": "Serviços oferecidos"
}