{
  "welcome": "Boas-vindas ao meu portfólio",
  "about": "Sobre Mim",
  "contact": "Contato",
  "language": "Idioma",
  "projects": "Projetos",
  "services": "Serviços",
  "certificates": "Certificados",
  "description": "Criar interfaces não é apenas codificar,",
  "it's about designing": "é projetar ",
  "visual experiences": "experiências visuais",
  "that tell stories": " que contam histórias.",
  "myName": "Me chamo Diluan, sou desenvolvedor fullstack, designer gráfico e esse ano me formo como Engenheiro de Software na UEPG.",
  "actually": "Atualmente, trabalho como desenvolvedor fullstack, utilizando minha experiência em design gráfico para criar interfaces intuitivas e eficientes, priorizando a experiência do usuário e um design elegante e funcional.",
  "aboutMe": "Tenho experiência sólida em projetos com PHP, Laravel, Vue.js, HTML, CSS, Bootstrap e Flutter, além de conhecimentos avançados em ferramentas como Photoshop e Illustrator. Busco integrar minhas habilidades em programação e design para desenvolver soluções completas e de alta qualidade, alinhadas às necessidades de cada projeto.",
  "skills": "Habilidades",
  "principal softskills": "Principais Soft Skills",
  "emocional inteligence": "Inteligência emocional",
  "communication": "Comunicação",
  "teamwork": "Trabalho em Equipe",
  "pressure": "Capacidade de trabalhar sob pressão",
  "see softskills": "Ver Soft Skills",
  "emotional inteligence description": "Inteligência emocional desenvolvida em experiências de liderança e empatia.",
  "communication description": "Habilidades de comunicação desenvolvidas ao trabalhar com atendimento ao público e com outras pessoas.",
  "teamwork description": "Trabalho em equipe desenvolvido em projetos colaborativos e dinâmicas de grupo ao longo dos anos.",
  "pressure description": "Capacidade de gestão em situações de alta pressão, como projetos de curto prazo ou períodos de alta demanda.",
  "madeWith": "Feito com",
  "escutaLittleDescription": "Software de ouvidoria com chat em tempo real via WebSocket.",
  "escutaDescription": "Sistema de chat direto com os administradores do transporte público de Ponta Grossa, permitindo votação para alterações nas linhas da cidade.",
  "escutaFunction": "Criação e recuperação de conta via e-mail, com senhas protegidas",
  "escutaFunction2": "Notificações de novas mensagens",
  "escutaFunction3": "Desenvolvido com Laravel e Vue.js",
  "escutaFunction4": "Chat em tempo real com Pusher e armazenamento em MySQL.",
  "escutaFunction5": "Bibliotecas: Vue Router, Vite, Vuex, Laravel Echo, Axios",
  "escutaAdminDescription": "Sistema de gerenciamento de dados e chats desenvolvido para os administradores do transporte público de Ponta Grossa. Permite a criação de FAQs e enquetes com votação pública.",
  "escutaAdminFunction": "Desenvolvido com Laravel e Vue.js",
  "escutaAdminFunction2": "Bibliotecas: Vue Router, Vite, Vuex, Laravel Echo e Axios",
  "escutaAdminFunction3": "Chat em tempo real com Pusher",
  "escutaAdminFunction4": "Armazenamento de dados em MySQL",
  "administratorVersion": "Versão administrativa",
  "userVersion": "Versão de usuário",
  "mobileVersion": "Versão para celulares",
  "Description": "Descrição",
  "seeOnGithub": "Ver no Github",
  "seeOnGooglePlay": "Ver no Google Play",
  "conectaBusLittleDescription": "Aplicativo com horários de ônibus e chat de ouvidoria",
  "conectaBusDescription": "Aplicativo mobile desenvolvido em Flutter e Dart, integrando a versão do Escuta, com sistema de login e controle de usuários.",
  "conectaBusFunction": "Recebimento de dados de API via Axios",
  "conectaBusFunction2": "Horários de ônibus atualizados e funcionamento offline",
  "conectaBusFunction3": "Notificações via OneSignal e sistema de avisos",
  "conectaBusFunction4": "Função de compra sazonal de ingressos para eventos",
  "usosLittleDescription": "Sistema de consulta de tabela de dados massivos",
  "usosDescription": "Sistema criado em Vue.js para processamento de milhões de dados dos usuários do transporte público de Ponta Grossa.",
  "usosFunction": "Desenvolvido com Vue.js",
  "usosFunction2": "Processamento de grandes volumes de dados",
  "usosFunction3": "Armazenamento de dados com MySQL",
  "seeThisProject": "Veja também este projeto no Github",
  "Development": "Desenvolvimento de Aplicações Web e Sistemas Personalizados",
  "DevelopmentDescription": "Criação de websites, sistemas administrativos e soluções web sob medida, utilizando tecnologias modernas como Vue.js, Laravel, HTML, CSS e Bootstrap. Desenvolvo projetos que atendem às necessidades específicas de cada cliente, garantindo usabilidade, design responsivo e eficiência.",
  "DevelopmentApps": "Desenvolvimento de Aplicativos Mobile Multiplataforma",
  "DevelopmentAppsDescription": "Desenvolvimento de aplicativos móveis com Flutter, priorizando desempenho, escalabilidade e design intuitivo. Crio soluções personalizadas, como sistemas de notificação, chats em tempo real e aplicativos com funcionalidades offline, atendendo tanto a pequenas quanto grandes demandas.",
  "Consultancy": "Integração e consumo de APIs REST e HTTPS",
  "ConsultancyDescription": "Consultoria especializada para consumo e integração de APIs REST em sistemas existentes ou novos projetos. Implemento funcionalidades como autenticação, manipulação de dados massivos e comunicação em tempo real, garantindo a integração perfeita entre serviços.",
  "InterfaceDesign": "Design de Interfaces e Experiência do Usuário (UI/UX)",
  "InterfaceDesignDescription": "Criação de designs modernos, funcionais e alinhados às melhores práticas de experiência do usuário. Utilizando ferramentas como Photoshop e Illustrator, desenvolvo interfaces que combinam elegância e eficiência, proporcionando uma experiência agradável e intuitiva para os usuários.",
  "conectaDescription": "Nova identidade visual do departamento de Transporte da cidade de Ponta Grossa.",
  "conectaFunction": "Desenvolvido nome e logomarca com referência a conexão de pessoas e modernidade.",
  "conectaFunction2": "Utilizadas as cores da bandeira da cidade para a versão principal do cartão.",
  "conectaFunction3": "Design do cartão de transporte remetendo à nova identidade, transmitindo movimento e referenciando lugares importantes da cidade.",
  "offerServices": "Serviços oferecidos",
  "Escuta": "Escuta",
  "seeThisOnGithub": "Veja este projeto no Github",
  "downloadResume": "Baixar Currículo",
  "hireMe": "Vamos trabalhar juntos!",
  "hireMeTitle": "Vamos fazer um projeto juntos?",
  "emailPlaceholder": "Seu e-mail",
  "phonePlaceholder": "Seu telefone",
  "messagePlaceholder": "Sua mensagem",
  "sendButton": "Enviar mensagem",
  "emailSuccess": "Email enviado com sucesso!",
  "emailError": "Falha ao enviar email. Tente novamente.",
  "footerText": "Copyright © 2025 Diluan Matos. Todos os direitos reservados.",
  "articles": "Artigos",
  "articlesDescription": "Artigos feitos como caso de estudo em assuntos relacionados a UX/UI",
  "Naming para empresas": "Naming para empresas",
  "Design de Conversão": "Design de Conversão",
  "Mobile first": "Mobile first",
  "Como melhorar anúncios com Google Web Designer": "Como melhorar anúncios com Google Web Designer"
}