{
  "welcome": "Boas vindas ao meu portfólio",
  "about": "Sobre Mim",
  "contact": "Contato",
  "language": "Idioma",
  "projects": "Projetos",
  "services": "Serviços",
  "certificates": "Certificados",
  "description": "Me chamo Diluan Lima de Matos, estou cursando o último grau de Engenharia de Software na UEPG e estou a procura de um emprego como desenvolvedor.",
  "actually": "Atualmente, atuo como desenvolvedor fullstack, aproveitando minha experiência como designer gráfico para criar interfaces intuitivas e eficientes, sempre priorizando a experiência do usuário e mantendo um design elegante e funcional. ",
  "aboutMe": "    Possuo experiência sólida tendo realizado alguns projetos utilizando PHP, Laravel, VueJS, HTML, CSS, Bootstrap e Flutter, além de conhecimentos avançados em ferramentas de design como Photoshop e Illustrator. Busco integrar minhas habilidades em programação e design para desenvolver soluções completas e de alta qualidade, alinhadas às necessidades de cada projeto.",
  "skills": "Habilidades",
  "principal softskills": "Principais Softskills",
  "emocional inteligence": "Inteligência Emocional",
  "communication": "Comunicação",
  "teamwork": "Trabalho em Equipe",
  "pressure": "Capacidade de Trabalhar Sob Pressão",
  "see softskills": "Ver softSkills",
  "emotional inteligence description": "Inteligência emocional adquirida através de várias experiências de liderança e construção de empatia.",
  "communication description": "Habilidades de comunicação desenvolvidas ao trabalhar com atendimento ao público e com outras pessoas.",
  "teamwork description": "Trabalho em equipe desenvolvido em projetos colaborativos e dinâmicas de grupo ao longo dos anos.",
  "pressure description": "Gestão de pressão aprimorada em situações de trabalho de alta pressão como projetos de curto prazo ou épocas de alta demanda.",
  "madeWith": "Feito com",
  "escutaLittleDescription": "Software de ouvidoria com chats em tempo real utilizando websocket.",
  "escutaDescription": "Este software foi desenvolvido com base em Laravel com VueJS, com auxilio de bibliotecas como vue-router, vite, vuex, laravel echo e axios. Utiliza pusher para gerenciamento de chat em tempo real e armazenamento de dados em MySQL. Conta com um sistema de criação e recuperação de conta via email, senhas em hash, notificação de recebimento de mensagens, também criação de enquetes e FAQ's para administradores, e sistema de votação para os usuários. Possui uma função de vendas para eventos que é liberada sazionalmente pelos administradores.",
  "administratorVersion": "Versão administrativa",
  "userVersion": "Versão de usuário",
  "mobileVersion": "Versão para celulares",
  "Description": "Descrição",
  "seeOnGithub": "Ver no Github",
  "seeOnGooglePlay": "Ver no Google Play",
  "conectaBusLittleDescription": "Aplicativo com horários de ônibus e chat de ouvidoria",
  "conectaBusDescription": "Desenvolvido com flutter, dart, recebe dados de um banco MySQL e tem controle por componentes flutter, também tem um sistema de login e sistema de controle de usuários comportando a versão mobile do Escuta, conta com um sistema de chat em tempo real utilizando websockets. Mostra horários de ônibus atualizados e em offline, exibe dicas e mensagens que os administradores podem passar ao usuário, recebe notificações via one signal, e tem um sistema de aviso para atualizações e mensagens importantes sobre o sistema.",
  "usosLittleDescription": "Sistema de consulta de tabela de dados dados massivos",
  "usosDescription": "Sistema criado em vueJs para receber milhões de dados sobre os usuários do transporte público da cidade de Ponta Grossa, foi desenvolvido utilizando VueJS, Laravel e o banco em MySQl.",
  "seeThisProject": "Veja também este projeto no Github"
}